{"beginning": ["It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way - in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only."], "sentences": ["I had seen the damp lying on the outside of my little window, as if some goblin had been crying there all night, and using the window for a pocket-handkerchief.", "It was wretched weather; stormy and wet, stormy and wet; and mud, mud, mud, deep in all the streets.", "Shaving was not an easy task, for his hand continued to shake very much; and shaving requires attention, even when you don't dance while you are at it.", "There are dark shadows on the earth, but its lights are stronger in the contrast.", "It was one of those March days when the sun shines hot and the wind blows cold: when it is summer in the light, and winter in the shade.", "Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.", "Electric communication will never be a substitute for the face of someone who with their soul encourages another person to be brave and true.", "Annual income twenty pounds, annual expenditure nineteen six, result happiness. Annual income twenty pounds, annual expenditure twenty pound ought and six, result misery.", "It was a long and gloomy night that gathered on me, haunted by the ghosts of many hopes, of many dear remembrances, many errors, many unavailing sorrows and regrets."], "paragraphs": ["Fog everywhere. Fog up the river, where it flows among green aits and meadows; fog down the river, where it rolls defiled among the tiers of shipping and the waterside pollutions of a great (and dirty) city. Fog on the Essex marshes, fog on the Kentish heights. Fog creeping into the cabooses of collier-brigs; fog lying out on the yards and hovering in the rigging of great ships; fog drooping on the gunwales of barges and small boats. Fog in the eyes and throats of ancient Greenwich pensioners, wheezing by the firesides of their wards; fog in the stem and bowl of the afternoon pipe of the wrathful skipper, down in his close cabin; fog cruelly pinching the toes and fingers of his shivering little 'prentice boy on deck. Chance people on the bridges peeping over the parapets into a nether sky of fog, with fog all round them, as if they were up in a balloon and hanging in the misty clouds.", "At such a happy time, so propitious to the interests of religion and morality, Mr Arthur Clennam, newly arrived from Marseilles by way of Dover, and by Dover coach the Blue-eyed Maid, sat in the window of a coffee-house on Ludgate Hill. Ten thousand responsible houses surrounded him, frowning as heavily on the streets they composed, as if they were every one inhabited by the ten young men of the Calender's story, who blackened their faces and bemoaned their miseries every night. Fifty thousand lairs surrounded him where people lived so unwholesomely that fair water put into their crowded rooms on Saturday night, would be corrupt on Sunday morning; albeit my lord, their county member, was amazed that they failed to sleep in company with their butcher's meat. Miles of close wells and pits of houses, where the inhabitants gasped for air, stretched far away towards every point of the compass. Through the heart of the town a deadly sewer ebbed and flowed, in the place of a fine fresh river. What secular want could the million or so of human beings whose daily labour, six days in the week, lay among these Arcadian objects, from the sweet sameness of which they had no escape between the cradle and the grave--what secular want could they possibly have upon their seventh day? Clearly they could want nothing but a stringent policeman.", "The evening arrived; the boys took their places. The master, in his cook's uniform, stationed himself at the copper, his pauper assistants arranged themselves behind him; the gruel was served out; and a long grace was said over the short commons. The gruel disappeared; the boys whispered to each other, and winked at Oliver; while his next neighbors nudged him. Child as he was, he was desperate with hunger, and reckless with misery. He rose from the table, and advancing to the master, basin and spoon in hand, said, somewhat alarmed at his own temerity: 'Please, sir, I want some more.' The master was a fat, healthy man; but he turned very pale. He gazed in stupefied astonishment on the small rebel for some seconds, and then clung for support to the copper. The assistants were paralyzed with wonder; the boys with fear", "'Now, what I want is Facts. Teach these boys and girls nothing but Facts. Facts alone are wanted in life. Plant nothing else, and root out everything else. You can only form the minds of reasoning animals upon Facts; nothing else will ever be of any service to them. This is the principle on which I bring up these children. Stick to Facts, sir!'", "He had pulled the pipe out of his mouth to say all of this, and he now turned over on his other side and smoked again. Mrs. Pardiggle, who had been regarding him through her spectacles with forcible composure, calculated, I could not help thinking, to increase his antagonism, pulled out a good book, as if it were a constable's staff and took the whole family into custody. I mean into religious custody, of course; but she really did it as if she were an inexorable moral policeman carrying them all off to a stationhouse. Ada and I were very uncomfortable. We both felt intrusive and out of place, and we both thought that Mrs. Pardiggle would have got on infinitely better if she had not had such a mechanical way of taking possession of people. . . . We both felt painfully sensible that between us and these people there was an iron barrier which could not be removed by our new friend. By whom or how it could be removed, we did not know, but we knew that.", "External heat and cold had little influence on Scrooge. No warmth could warm, nor wintry weather chill him. No wind that blew was bitterer than he, no falling snow was more intent upon its purpose, no pelting rain less open to entreaty. Foul weather didn't know where to have him. The heaviest rain, and snow, and hail, and sleet could boast of the advantage over him in only one respect. They often 'came down' handsomely, and Scrooge never did.", "We talk about the tyranny of words, but we like to tyrannise over them too; we are fond of having a large superfluous establishment of words to wait upon us on great occasions; we think it looks important, and sounds well. As we are not particular about the meaning of our liveries on state occassions, if they be but fine and numerous enough, so, the meaning or necessity of our words is a secondary consideration, if there be but a great parade of them. And as individuals get into trouble by making too great a show of liveries, or as slaves when they are too numerous rise against their masters, so I think I could mention a nation that has got into many great difficulties, and will get into many greater, from maintaining too large a retinue of words.", "I lighted my fire, which burnt with a raw pale flare at that time of the morning, and fell into a doze before it. I seemed to have been dozing a whole night when the clocks struck six. As there was full an hour and a half between me and daylight, I dozed again; now, waking up uneasily, with prolix conversations about nothing, in my ears; now, making thunder of the wind in the chimney; at length, falling off into a profound sleep from which the daylight woke me with a start.", "She forgot to be shy at the moment, in honestly warning him away from the sunken wreck he had a dream of raising; and looked at him with eyes which assuredly, in association with her patient face, her fragile figure, her spare dress, and the wind and rain, did not turn him from his purpose of helping her.", "More than forty years had passed over the grey head of this determined woman, since the time she recalled. More than forty years of strife and struggle with the whisper that, by whatever name she called her vindictive pride and rage, nothing through all eternity could change their nature. Yet, gone those more than forty years, and come this Nemesis now looking her in the face, she still abided by her old impiety - still reversed the order of Creation, and breathed her own breath into a clay image of her Creator. Verily, verily, travellers have seen many monstrous idols in many countries; but no human eyes have ever seen more daring, gross, and shocking images of the Divine nature than we creatures of the dust make in our own likenesses, of our own bad passions."]}

